Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/poronhoito.html.tmx
Source language: fin
Languages: smn

source: Elinkeinot
smn: Iäláttâsah

source: Poronhoito
smn: Puásuituálu

source: Vuotuismuutto
smn: Varriistâllâm

source: Kalastus
smn: Kuálástus

source: Ensimmäinen historiallinen tieto skandinaavisesta poronhoidosta on vuodelta 870 jKr, jolloin norjalainen talonpoikaispäällikkö Ottar, joka oli varakas kauppias Pohjois-Norjan Halogalandista, omisti 600 poroa.
smn: Vuosmuš historjalâš tiätu skandinaavilâš puásuituálust lii ivveest 870 mKr, kuás taažâ sijdâhovdâ Ottar, kote lâi riges kävppijâs Tave-Taažâ Halogalandist, omâstij 600 puásujid.

source: Poronomistus on saattanut kuitenkin olla välillistä ja todelliset omistajat lienevät olleet Ottarin veroalueen saamelaiset.
smn: Tuođâliih puásuiomâsteijeeh láá kuittâg táiđám leđe Ottar viärusämmiliih.

source: On selvää, että poronhoito on peräisin vieläkin vanhemmalta ajalta.
smn: Lii čielgâs, et puásuituálu lii šaddaaš ain-uv puárásub ääigist.

source: Kuinka paljon vanhemmalta, ei ole tiedossa, mutta esim. kiinalaiset lähteet tietävät kertoa, että Baikalin alueella lypsettiin poroja jo 500 jKr. T. I. Itkosen mukaan poronhoidolla on täytynyt olla pitkä kehitys takanaan, koska maitotalous on kuulunut sen nuorimpiin saavutuksiin.
smn: Mon čuuvtij puárásub ääigist, ij lah tiäđust, mut ovdâmerkkân kiinaliih käldeeh tietih mainâstiđ, et Baikal kuávlust poččii äälduid juo 500 mKr. T. I. Itkosii mield puásuituálust ferttee leđe tyehin juo kuhes ovdánem, ko mielkkituálu lii kullum ton nuorâmussáid juvssoid.

source: Norjalaisten tietojen mukaan inarinsaamelaiset olivat velvoitettu kuljettamaan pirkkalaisia Jäämeren rannalle.
smn: Taažâpele tiäđui mield anarâšah lijjii kenigittum jođettiđ pirkkallijd Jieŋâmeerâ riidon.

source: Sitä varten heille oli varattava ajo- ja takkahärkiä.
smn: Tađe várás sijjân koolgâi väridiđ vuájáán- já kädiseergijd.

source: Ensimmäinen kirjallinen maininta pirkkalaisista on vuodelta 1328, kun kruunun valtaapitävät halusivat pohjoiset alueet jaettaviksi omiin etupiireihinsä.
smn: Vuosmuš kirjálâš mainâšume pirkkallijn lii ivveest 1328, ko ruuvnâ njunošeh halijdii jyehiđ tavekuávluid jieijâs ovdâpirrâduvváid. Pirkkalliih iä toos tuuttâm, pic vaidâlii já vuoittii.

source: Niinpä kuningas Erik Maununpoika vahvisti vuonna 1358 pirkkalaisten erillisoikeudet, joiden mukaan heidän valtansa oli ehdoton pohjoisilla kauppa-alueilla.
smn: Nuuvtpa kunâgâs Erik Maunukandâ nanodij ive 1358 pirkkallij sierânâsvuoigâdvuođâid, moi mield sii väldi lâi iävtuttem taavaapiäláin kävppikuávluin.

source: Pirkkalaiset jakoivat nämä alueet keskenään ja verotusoikeudet siirtyivät perintönä isiltä pojille.
smn: Pirkkalliih juohhii täid kuávluid koskânis já viärukyeddimvuoigâdvuođah sirdâšuvvii ärbin eejijn kandáid.

source: Kartassa käy ilmi pirkkalaisten verotusalueen laajuus, joista itäisin oli lähes nykyisen Lapin läänin kokoinen, pitäen sisällään mm. Inarin alueen kokonaisuudessaan ja puolet Varanginvuonosta.
smn: Káártást čiälgá pirkkallij viärukyeddimkuávlu vijđesvuotâ, main nuorttiimus lâi masa tááláá Laapi lääni stuárusâš, moos kuulâi eres lasseen Aanaar kuávlu ollásávt já peeli Varjâvuonâst.

source: Pirkkalaisten verotusoikeudet säilyivät aina vuoteen 1554, jolloin Kustaa Vaasa määräsi veronkannon siirrettäväksi kruunulle.
smn: Pirkkallij viärukyeddimvuoigâdvuođah seiluu ain ive 1554 räi. Talle Kustaa Vaasa meridij viärukyeddim sirdemist ruuvnân.

source: Käytännössä tilanne ei siis muuttunut lainkaan, sillä veronkanto-oikeudet siirtyivät pirkkalaissukuisille lapinvoudeille ja pirkkalaisista tuli kruunun virkamiehiä.
smn: Sämikävppi paasij ain-uv pirkkallij vuoigâdvuottân, et tilálâšvuotâ ij muttum ollágin. Viärukyeddimvuoigâdvuođah sirdâšuvvii pirkkallâšsuhâlâš sämisundeid já pirkkallijn šoddii ruuvnâ virgealmaah.

source: He kantoivat veroa Inarissa siihen saakka, kunnes inarinsaamelaiset joutuivat Suomen suuriruhtinaskunnan alamaisiksi eli vuoteen 1809 saakka.
smn: Sij kuoddii viäru Anarist kidâ ton räi, ko anarâšah šoddii Suomâ stuorrâruhtinâskode vuálásâžžân ađai ive 1809 räi.

source: Ilmeisesti koko tuon ajan 1300-luvulta 1800-luvulle, saattelivat inarinsaamelaiset kuninkaansa vouteja isonveden äärelle.
smn: Lii jurdemist, et ubâ tuom ääigi 1300-lovvoost 1800-lohon, satâččii anarâšah kunâgâsâs sundeid merâriidon.

source: Ei ole tarkkaan tiedossa, milloin poronhoito Inarissa alkoi, mutta mitä ilmeisimmin se on tapahtunut ennen tuota ensimmäistä pirkkalaismainintaa.
smn: Anarâš puásuituálu Ij lah tärkkilávt tiäđust, kuás puásuituálu Anarist lii álgám, mut amahân te vissâ tot lii tábáhtum ovdil tuon vuossâmuu pirkkallâšmainâšume.

source: Aluksi poromäärät lienevät olleet melko pieniä, koska päätoimeentulo oli kalastuksen puolella ja tarvittava lihakin saatiin yleensä peuroista ja muista metsän elävistä.
smn: Aalgâst puásuimereh láá vissâ-uv lamaš viehâ uceh, ko válduáigápuátu lâi kyelipivdemist já piärgu-uv finnij táválávt kuudijn já eres meeci huáđđoin.

source: Poroja käytettiin ainoastaan veto- ja kantojuhtina ja peuroja metsästettäessä houkutuseläiminä.
smn: Poccuuh kiävttojii tuše vuájáán- já kädisergin sehe koddepiivdost hokâttâsellen.

source: Joitakin hajatietoja poromääristä on olemassa.
smn: Motomeh ovtâskâstiäđuh puásuimeerijn láá tiäđust.

source: Esimerkiksi eräs inarilainen oli pitänyt talvella vuonna 1724 viisi poroansa hihnassa, joita siirteli päivittäin.
smn: Ovdâmerkkân mottoom anarâš lâi toollâm tälviv 1724 vittâ poccuu lääbžist, maid sirdâččij peivijmield.

source: Vuonna 1750 oli Inarissa 62 poromiestä, jotka omistivat yhteensä 500 poroa.
smn: Ive 1750 lijjii Anarist 62 puásuialmajid, kiäh omâstii ohtsis 500 puásujid.

source: Vuonna 1805 oli Inarissa 64 perhettä, joista vain 30:llä perheellä oli poroja.
smn: Ive 1805 lijjii Anarist 64 perrud, main tuše 30 perrust lijjii poccuuh.

source: Poromäärä oli kasvanut 1700 poroon, joka teki keskimäärin 15 – 20 poroa omistajaansa kohden.
smn: Puásuimereh lijjii lasanâm 1700 poccuu räi, mii toovâi koskâmiärálávt 15 – 20 puásujid omâsteijee kuáttá.

source: Vuonna 1867 poroja omistavalla inarilaisperheellä oli poroja 20 – 60, joskus jopa satakin päätä.
smn: Ive 1867 poccuid omâsteijee anarâšperrust lijjii poccuuh 20 – 60, motomin joba čyeti-uv puásujid.

source: Vanhaan aikaan inarinsaamelaisen porovuoden aloitti elokuun viimeiselle viikolle sijoittuva “ensimmäinenviikko”, joka kuuluu kymmenen viikon yhtämittaiseen nimiviikkojaksoon.
smn: Tovláá ääigist anarâš puásui-ive algâttij porgemáánu majemuu oho “vuosmušokko”, mii kullui love oho kukkosii nommâokkokuálusân.

source: Tuolloin lähdettiin etsimään ajo- ja takkaporoja, sekä peskinahkoja.
smn: Talle ulmuuh vuolgii uuccâđ vuájáán- já kädiseergijd sehe peskânaahkijd.

source: Ajoporokausi päättyi kuitenkin 1960-luvun loppuun mennessä moottorikelkan saapumisen myötä ja vuosisatainen perinne tältä osin katkesi.
smn: Vuájáánergiäigi nuuvâi kuittâg 1960-lovo loopâkeččin moottorkiälhá puátimân já ihečuátásâš ärbivyehi taan uásild potkânij.

source: Porotalouden teknistymisestä johtuen monet muutkin tuon ajan poronhoitotoimenpiteet ovat siirtyneet historiaan.
smn: Puásuituálu teknistume keežild maaŋgah eres-uv tallaa ääigi puásuitipšomtooimah láá sirdâšum historján.

source: Nykyaikaisessa poronhoidossa käytetään apuvälineinä tekniikan viimeisimpiä saavutuksia, kuten tietokonetta, kännykkää, GPS-laitetta, helikopteria, lentokonetta, maastomoottoripyörää, mönkijää, moottorikelkkaa ja autoa.
smn: Tááláá-áigásii puásuituálust kiävttojeh išeniävvun tekniik majemuuh juuvsoh, tegu tiätumaašin, mätkipuhelin, GPS-piergâs, helikopter, kirdemmaašin, meccimoottorpyerá, pehhee, moottorkiälkká já auto.

source: Peskiä eli poronnahkaista turkkia käytetään edelleen, vaikkakin se alkaa olla nykyisten inarinsaamelaisten ja ehkä pohjoissaamelaistenkin keskuudessa harvinaisuus.
smn: Peskâ kiävttoo ain-uv, veikkâ tot álgá leđe tááláin anarâšâin já kenski orjâlâšâin-uv härvinâš.

source: Mikäli “purkapeskin” hankinta kuitenkin tulee ajankohtaiseksi, on turvauduttava vanhaan tapaan ja lähdettävä ase olalla “vanhan porovuoden” alussa (elokuun loppupuolella) metsään etsiskelemään sopivia vasannahkoja.
smn: Jis “porgepeeskâ” haahâm kuittâg šadda äigikyevdilâžžân, ferttee turvâstiđ puáris vuáhán já vyelgiđ pisso vijlâsijn “tovláá puásui-ive” aalgâst (porgemáánu loopâkeččin) miäcán usâstâllâđ vuovâs vyesinaahkijd.

source: Porovuosi alkaa
smn: Puásui-ihe álgá

source: Nykyaikaisessa poronhoidossa katsotaan porovuoden alkavan vasan syntymästä eli toukokuusta, joka on nimetty vasan mukaan “vasakuuksi”.
smn: Tááláá-áigasâš puásuituálust puásui-ihe álgá vyesi šoddâmist ađai vyesimáánust, mii lii nomâttum vyesi mield “vyesimáánnun”.

source: Osa poromiehistä vasottaa vaatimensa sitä varten rakennetuissa väliaikaisissa aitauksissa, jolloin vasat saadaan merkityksi sitä mukaa, kuin ne syntyvät.
smn: Motomeh puásuialmaah kyeditteh álduidis tađe várás huksejum koskâpuddâsijn aaiđijn já talle vyesih šaddeh merkkejuđ taađeest, ko toh šaddeh.

source: Osalla poromiehistä on ns. merkitsemisaita vasotusaidan lähettyvillä, johon vaatimet vasoineen johdetaan kootusti vasotuskauden päätyttyä ja vasat merkitään.
smn: Motomijn puásuialmain lii nk. miärkkumäiđi kyeddidääiđi aldasijn, kuus vyesiáálduh jođettuvvojeh kyeddid nuuhâm maŋa já vyesih vittáduvvojeh.

source: Osa poromiehistä luottaa siihen, että vasat saadaan merkityiksi tulevan talven erotusten yhteydessä.
smn: Motomeh puásuialmaah lyettih toos, et vuássááh šaddeh merkkejuđ puáttee täälvi pygálusâi ohtâvuođâst.

source: Vanhaan aikaan inarilainen poromies sitoi vaatimensa hihnoihin jo huhtikuun puolessa välissä ja sitä mukaa kun vasat syntyivät, hän merkitsi ne ja päästi vapauteen.
smn: Tovláá ääigist anarâš puásuialmai čonâdij alduidis juo cuáŋuimáánu pelimuddoost já taađeest ko vuássááh šodâdii, sun vittádij taid já luoštâlij áálduid.

source: Osa inarilaisista merkitsi vasansa ns. kesämerkityksissä kesä- ja heinäkuulla, jolloin eli sääsket kokosivat poroja jänkäaukeille ja tuntureihin.
smn: Motomeh anarâšah merkkuu vuosijdis nk. kesimiärkkumijn kesi- já syeinimáánust. Talle “puásuialmaa reeŋgah” ađai čuoškah čuákkejii poccuid jeggijolgâdâssáid já tuoddâráid.

source: Syyskuun viimeisellä viikolla, joka on nimiviikoista viides ja nimeltään, alkaa poron kiima-aika.
smn: Čohčâmáánu majemuu ohhoost, mii lii nommâohhoin viiđâd já lii “Mikkâlmâsokko”, álgá roovvâd.

source: Silloin vahvimmat hirvaat kokoavat erikokoisia vaadinhaaremeitaan ja paimentavat niitä mustasukkaisesti koko rykimäajan.
smn: Talle kievrâmusah sarvah čuákkejh áldučurruid, maid cogâdeh ubâ roovvâdääigi. Roovvâdäigi pištá suullân kuttâ oho já nohá nommâokkopaje majemuu ookon ađai.

source: Niihin aikoihin saavuttaa myös pysyvä lumi Inarin seudun ja poroerotukset alkavat.
smn: Toi aaigij muáttá meiddei pisovâš muottuu Aanaar kuávlun já pygálusah älgih.

source: Ja vaikka päivät lyhenevät ja aurinko laskeutuu parin kuukauden mittaiselle kaamostauolleen, niin poromiesten työpäivät senkun pitenevät.
smn: Já veikkâ peeivih uánáneh já piäiváš luástádât muádi mánuppaje kukkosii skaamân, te puásuialmaa pargopeeivih peri kukkoh.

source: Poroerotukset ovat kiivaimmillaan juuri joulun alla ja nykyään pyritäänkin siihen, että ainakin teurastukset saataisiin suoritetuksi jouluun mennessä.
smn: Pygálusah láá kijvásumos muddoost ovdláhháá juovlâi já tááláá ääigist viggoo-uv toos, et aainâs-uv njuovâmeh šodâččii toohuđ ovdil juovlâi.

source: Joulun aika katkaisee myös kiireisten poromiesten askareet.
smn: Tälviäigi Juovlah puátkejeh meiddei hoppuus puásuialmai tooimâid.

source: Mikäli syksy on ollut poroerotusten suhteen liian lauha ja vähäluminen, niin kesken jääneitä erotuksia jatketaan joulun jälkeen, kunnes tarvittavat toimenpiteet on suoritettu.
smn: Jis čohčâ lii lamaš pygálusâi háárán liijgás piivvâl já muottuuttem, te koskân pááccám pygálusah juátkojeh juovlâi maŋa nuuvt kuhe, et tárbuliih pargoh šaddeh porguđ.

source: Tämän jälkee porot lasketaan talvilaitumille.
smn: Tast maŋa poccuuh luáštojeh tälvikuátumân.

source: Kullakin tokkakunnalla on omat talvilaidun- ja laidunkiertoalueensa.
smn: Jieškote-uv sijdâkoddeest láá jieijâs tälvikuáttum- já kesikuáttumkuávluh.

source: Mikäli erotukset jatkuvat pitkälle joulun yli, kerää osa poromiehistä kantavat vaatimensa suoraan niille varattuihin aitauksiin odottamaan vasotusaikaa.
smn: Jis pygálusah juátkojeh kuhás juovlâi paijeel, noreh motomeh puásuialmaah čuávjiálduidis njuolgist toid väridum kyeddidaiđijd vyerdiđ kyeddid.

source: Inarinsaamelaisia poromiehiä on nykyään Muddusjärven, Näätämön, Vätsärin, Paatsjoen, Ivalon, Hammastunturin ja Muotkatunturin paliskunnissa.
smn: Tááláá ääigist anarâšah láá Mudusjäävri, Njiävđám, Vääččir, Paččvei, Avveel, Pänituoddâr já Myeđhituoddâr palgâsijn.

source: Poroerotusten päätyttyä suorittavat poromiehet jatkojalostusta tuotteilleen, kuten lihan leikkaamista, kuivattamista, savustamista, purkittamista, jne. Porovuoden lähetessä loppuaan valmistautuu osa poromiehistä vasotukseen, kun taas osa poromiehistä jättää vasotuksen luonnon huolehdittavaksi ja merkitsee vasansa vasta tulevan talven aikana.
smn: Pygálusâi nuuhâm maŋa puásuialmaah taheh jotkâjáludem pyevtittâssáidis, tegu piärgui čuoppâm, kuškim, suovâstem, purkittem jno. Ko puásui-ihe aldanškuát loopâ, motomeh puásuialmaah rahttâtškyeteh kyeddidmân, ko oppeet uási puásuialmain kuođât kyeddid luándu haaldun já miärkku vuosijdis iäskán puáttee täälvi ääigi.

source: Ilmari Mattus
smn: Uccpárnáá Vuoli Ilmar

source: Porotokkaa siirretään.
smn: Pygálus Čivtjuv ääiđist Anarist.

source: Erotus Tsiuttajoen aidalla Inarissa.
smn: © 2006 Sámi musea Siida &amp; Anarâškielâ servi
